[
  {
    "word": "leave out",
    "meanings": "省く、抜かす",
    "sentence1": "Please make sure to leave out any unnecessary details in your report.",
    "sentence2": "I accidentally left out my colleague's name from the presentation.",
    "sentence3": "It's important not to leave out key information when communicating with clients."
  },
  {
    "word": "embark on",
    "meanings": "始める、着手する",
    "sentence1": "The team will embark on a new project next month to improve customer service.",
    "sentence2": "She decided to embark on a career change after ten years in the same industry.",
    "sentence3": "We are excited to embark on this journey of innovation and growth together."
  },
  {
    "word": "disseminate",
    "meanings": "広める、普及させる",
    "sentence1": "The company plans to disseminate the new policy to all employees by the end of the week.",
    "sentence2": "It is important to disseminate accurate information during a crisis to avoid confusion.",
    "sentence3": "The research team worked hard to disseminate their findings through various publications."
  },
  {
    "word": "courtesy of",
    "meanings": "〜のご厚意で、〜のおかげで",
    "sentence1": "The presentation was made possible courtesy of our generous sponsors.",
    "sentence2": "This report was prepared courtesy of the research team.",
    "sentence3": "The event was held at the venue courtesy of the local community."
  },
  {
    "word": "endorse",
    "meanings": "支持する、承認する",
    "sentence1": "The manager decided to endorse the new marketing strategy after reviewing its potential benefits.",
    "sentence2": "Many celebrities endorse products to increase their visibility and sales.",
    "sentence3": "Before signing the contract, make sure to endorse the terms that you agree with."
  },
  {
    "word": "pertain",
    "meanings": "関連する、関係する",
    "sentence1": "The documents you submitted pertain to the project we discussed last week.",
    "sentence2": "Please ensure that all information provided pertains to the current regulations.",
    "sentence3": "The guidelines pertain specifically to employee conduct during meetings."
  },
  {
    "word": "solicit",
    "meanings": "請求する、求める",
    "sentence1": "The company decided to solicit feedback from its customers to improve its services.",
    "sentence2": "She plans to solicit donations for the charity event next month.",
    "sentence3": "It is important to solicit opinions from all team members during the project planning phase."
  },
  {
    "word": "preliminary",
    "meanings": "予備的な、初歩的な",
    "sentence1": "The preliminary report indicated that the project was on track for completion.",
    "sentence2": "Before the final presentation, we need to review the preliminary findings with the team.",
    "sentence3": "She conducted a preliminary analysis to identify potential issues before the main study."
  },
  {
    "word": "procrastinate",
    "meanings": "先延ばしにする",
    "sentence1": "Many employees tend to procrastinate when faced with a challenging project.",
    "sentence2": "If you procrastinate on your tasks, you may miss important deadlines.",
    "sentence3": "It's better to start early than to procrastinate until the last minute."
  },
  {
    "word": "turnover",
    "meanings": "売上高、従業員の離職率",
    "sentence1": "The company's turnover increased significantly last quarter due to higher sales.",
    "sentence2": "High employee turnover can be costly for businesses as it requires constant training of new staff.",
    "sentence3": "To improve turnover rates, the management implemented new employee engagement strategies."
  },
  {
    "word": "resumption",
    "meanings": "再開",
    "sentence1": "The resumption of work after the holiday was welcomed by all employees.",
    "sentence2": "We are looking forward to the resumption of the project next month.",
    "sentence3": "The resumption of services will take place after the maintenance is completed."
  },
  {
    "word": "abbreviated",
    "meanings": "短縮された",
    "sentence1": "The report was abbreviated to fit the presentation time limit.",
    "sentence2": "We need an abbreviated version of the document for the meeting.",
    "sentence3": "Her abbreviated schedule allowed her to focus on the most important tasks."
  },
  {
    "word": "carpool",
    "meanings": "相乗りすること",
    "sentence1": "To save on gas and reduce traffic, many employees choose to carpool to work.",
    "sentence2": "Our company encourages staff to carpool as part of its sustainability initiative.",
    "sentence3": "She arranged a carpool with her colleagues to make the daily commute more economical."
  },
  {
    "word": "affiliation",
    "meanings": "提携、所属",
    "sentence1": "The company's affiliation with the university has led to several successful research projects.",
    "sentence2": "Her affiliation with the nonprofit organization helped her gain valuable experience in community service.",
    "sentence3": "We need to clarify our affiliation with the partner firm before proceeding with the contract."
  },
  {
    "word": "expedite",
    "meanings": "迅速に進める、促進する",
    "sentence1": "We need to expedite the approval process to meet the project deadline.",
    "sentence2": "The manager asked the team to expedite the delivery of the new software.",
    "sentence3": "To expedite customer service, we implemented a new ticketing system."
  },
  {
    "word": "preparatory",
    "meanings": "準備の、準備的な",
    "sentence1": "The team held a preparatory meeting to discuss the project goals.",
    "sentence2": "She completed several preparatory tasks before the main presentation.",
    "sentence3": "The preparatory phase of the project is crucial for its success."
  },
  {
    "word": "inadvertently",
    "meanings": "不注意で、うっかり",
    "sentence1": "She inadvertently sent the email to the wrong recipient, causing a misunderstanding.",
    "sentence2": "The report was inadvertently left out of the presentation, which led to confusion among the team.",
    "sentence3": "He inadvertently revealed the company's confidential information during the meeting."
  },
  {
    "word": "perishable",
    "meanings": "腐りやすい",
    "sentence1": "We need to sell the perishable goods before they expire.",
    "sentence2": "The company implemented new storage methods to extend the shelf life of perishable items.",
    "sentence3": "During the meeting, we discussed the challenges of managing perishable inventory."
  },
  {
    "word": "deliberation",
    "meanings": "熟慮、検討",
    "sentence1": "The team held a meeting for careful deliberation before making the final decision.",
    "sentence2": "After much deliberation, the board decided to invest in new technology.",
    "sentence3": "Deliberation is essential when planning a successful marketing strategy."
  },
  {
    "word": "entail",
    "meanings": "伴う、必要とする",
    "sentence1": "The new project will entail additional training for all employees.",
    "sentence2": "Implementing the new policy may entail some changes in our workflow.",
    "sentence3": "This role will entail frequent travel to meet with clients."
  },
  {
    "word": "imperative",
    "meanings": "必須の、緊急の",
    "sentence1": "It is imperative that we meet the project deadline to ensure client satisfaction.",
    "sentence2": "In today's competitive market, it is imperative for businesses to innovate continuously.",
    "sentence3": "Effective communication is imperative for a successful team collaboration."
  },
  {
    "word": "outreach",
    "meanings": "支援活動、 福祉活動",
    "sentence1": "The company launched a new outreach program to connect with local communities.",
    "sentence2": "Our outreach efforts have significantly increased awareness of our services.",
    "sentence3": "She was responsible for the outreach initiatives that engaged potential clients."
  },
  {
    "word": "proprietor",
    "meanings": "所有者、経営者",
    "sentence1": "The proprietor of the café greeted each customer with a warm smile.",
    "sentence2": "As the proprietor, she was responsible for all the daily operations of the store.",
    "sentence3": "The landlord is the proprietor of the building where our office is located."
  },
  {
    "word": "ventilation",
    "meanings": "換気、風通し",
    "sentence1": "The office needs better ventilation to ensure a comfortable working environment.",
    "sentence2": "Proper ventilation is essential for maintaining air quality in the workplace.",
    "sentence3": "We installed new fans to improve ventilation in the conference room."
  },
  {
    "word": "purveyor",
    "meanings": "供給業者、販売業者",
    "sentence1": "The company is a leading purveyor of high-quality office supplies.",
    "sentence2": "As a purveyor of fine wines, he takes great pride in selecting the best vintages.",
    "sentence3": "Our restaurant is known as a purveyor of gourmet meals made from local ingredients."
  },
  {
    "word": "ensure",
    "meanings": "確実にする、保証する",
    "sentence1": "We need to ensure that all reports are submitted by the deadline.",
    "sentence2": "The manager will ensure that the project stays on track.",
    "sentence3": "To ensure customer satisfaction, we offer a money-back guarantee."
  },
  {
    "word": "probationary",
    "meanings": "試用の、見習いの",
    "sentence1": "The new employee is on a probationary period for the first three months.",
    "sentence2": "During the probationary phase, performance will be closely monitored.",
    "sentence3": "She received feedback on her work during her probationary evaluation."
  },
  {
    "word": "poised",
    "meanings": "準備が整った、落ち着いた",
    "sentence1": "The team is poised to launch the new product next month.",
    "sentence2": "She remained poised during the presentation, despite the technical difficulties.",
    "sentence3": "With the merger on the horizon, the company is poised for significant growth."
  },
  {
    "word": "forge",
    "meanings": "鍛造する、形成する、構築する",
    "sentence1": "The team worked together to forge a strong partnership with the new client.",
    "sentence2": "In order to succeed, we must forge ahead despite the challenges we face.",
    "sentence3": "She hopes to forge a career in marketing after completing her degree."
  },
  {
    "word": "flawless",
    "meanings": "完璧な、欠点のない",
    "sentence1": "Her presentation was flawless, impressing everyone in the meeting.",
    "sentence2": "The report was flawless, with no errors or omissions.",
    "sentence3": "He delivered a flawless performance during the client pitch."
  },
  {
    "word": "grandeur",
    "meanings": "壮大さ, 偉大さ",
    "sentence1": "The company's new headquarters reflects its grandeur and ambition in the market.",
    "sentence2": "She spoke of the grandeur of the project, inspiring the team to aim higher.",
    "sentence3": "The grandeur of the annual conference left a lasting impression on all attendees."
  },
  {
    "word": "strategize",
    "meanings": "戦略を立てる, 計画を練る",
    "sentence1": "We need to strategize our approach to the upcoming project to ensure success.",
    "sentence2": "The team gathered to strategize on how to improve our marketing efforts.",
    "sentence3": "It's important to strategize effectively in order to meet our quarterly goals."
  },
  {
    "word": "exemption",
    "meanings": "免除, 免税",
    "sentence1": "The company received an exemption from certain regulations to encourage growth.",
    "sentence2": "Employees with disabilities may qualify for tax exemption under specific conditions.",
    "sentence3": "The exemption allowed the nonprofit organization to allocate more funds to its programs."
  },
  {
    "word": "be valid for",
    "meanings": "有効である, 適用される",
    "sentence1": "The discount will be valid for one month from the date of purchase.",
    "sentence2": "Please ensure that your membership is valid for the entire duration of the event.",
    "sentence3": "This contract will be valid for five years unless terminated earlier."
  },
  {
    "word": "amenable",
    "meanings": "従順な, 受け入れやすい",
    "sentence1": "The team was amenable to the new project guidelines proposed by management.",
    "sentence2": "She is always amenable to feedback, which helps her improve her work.",
    "sentence3": "We need an amenable partner who can adapt to our changing needs."
  },
  {
    "word": "make ends meet",
    "meanings": "収入と支出をうまくやりくりすること; 生活費を稼ぐこと",
    "sentence1": "Despite the rising costs of living, she manages to make ends meet with her part-time job.",
    "sentence2": "He took on extra work to ensure he could make ends meet this month.",
    "sentence3": "Many families struggle to make ends meet during tough economic times."
  },
  {
    "word": "allege",
    "meanings": "主張する, 断言する, 言い立てる",
    "sentence1": "The report alleges that the company engaged in unethical practices.",
    "sentence2": "She will allege that the decision was made without proper consultation.",
    "sentence3": "The lawyer plans to allege that the contract was breached."
  },
  {
    "word": "abrogate",
    "meanings": "廃止する, 無効にする, 取り消す",
    "sentence1": "The company decided to abrogate the outdated policy to improve efficiency.",
    "sentence2": "After much debate, the board voted to abrogate the contract with the supplier.",
    "sentence3": "The new regulations will abrogate previous agreements that are no longer relevant."
  },
  {
    "word": "populate",
    "meanings": "人口を増やす、埋める、構成する",
    "sentence1": "The company plans to populate the new office with skilled employees from various departments.",
    "sentence2": "We need to populate the database with the latest customer information to improve our marketing efforts.",
    "sentence3": "As we expand our services, we will populate our team with experts in different fields."
  },
  {
    "word": "confide",
    "meanings": "打ち明ける, 信頼する, 告白する",
    "sentence1": "She decided to confide in her manager about the challenges she was facing at work.",
    "sentence2": "It's important to confide in someone you trust when dealing with stressful situations.",
    "sentence3": "He felt comfortable enough to confide his ideas during the team meeting."
  },
  {
    "word": "arrange",
    "meanings": "整える, 手配する, 配置する",
    "synonyms": "organize, plan, set up",
    "sentence1": "I need to arrange a meeting with the client for next week.",
    "sentence2": "Can you help me arrange the files in alphabetical order?",
    "sentence3": "We should arrange transportation for the team to the conference."
  },
  {
    "word": "visibility",
    "meanings": "視認性、可視性、明瞭さ",
    "synonyms": "clarity, transparency, prominence",
    "sentence1": "The visibility of our brand has increased significantly after the marketing campaign.",
    "sentence2": "We need to improve the visibility of our project updates to keep everyone informed.",
    "sentence3": "High visibility in the market can lead to more business opportunities."
  },
  {
    "word": "postpone",
    "meanings": "延期する, 後回しにする",
    "synonyms": "delay, defer, put off",
    "sentence1": "We need to postpone the meeting until next week due to scheduling conflicts.",
    "sentence2": "The project deadline was postponed to allow for more thorough research.",
    "sentence3": "She decided to postpone her vacation plans until after the busy season."
  },
  {
    "word": "affluence",
    "meanings": "豊かさ, 裕福, 富",
    "synonyms": "wealth, prosperity, opulence",
    "sentence1": "The company's affluence allowed it to invest in new technologies.",
    "sentence2": "Many people aspire to a life of affluence and comfort.",
    "sentence3": "Affluence can sometimes lead to a disconnect from the struggles of others."
  },
  {
    "word": "detain",
    "meanings": "拘留する, 引き留める, 逮捕する",
    "synonyms": "hold, delay, restrain",
    "sentence1": "The security team may detain anyone who is acting suspiciously.",
    "sentence2": "We need to detain the shipment until we receive the necessary documents.",
    "sentence3": "The police had to detain the suspect for further questioning."
  },
  {
    "word": "bribery",
    "meanings": "賄賂, 不正な利益を得るための行為",
    "synonyms": "corruption, graft, kickback",
    "sentence1": "The company was fined for engaging in bribery to secure contracts.",
    "sentence2": "Bribery can undermine trust in business relationships.",
    "sentence3": "He was accused of bribery after offering money to a government official."
  },
  {
    "word": "resolute",
    "meanings": "決意のある, 断固とした, 固い決心を持った",
    "synonyms": "determined, steadfast, unwavering",
    "sentence1": "She remained resolute in her decision to pursue a promotion despite the challenges.",
    "sentence2": "His resolute attitude inspired the team to work harder towards their goals.",
    "sentence3": "The manager was resolute in implementing the new policies to improve efficiency."
  },
  {
    "word": "petition",
    "meanings": "請願, 申請書, 要望書",
    "synonyms": "request, appeal, application",
    "sentence1": "The employees submitted a petition to request better working conditions.",
    "sentence2": "We need to gather signatures for the petition before the deadline.",
    "sentence3": "She wrote a formal petition to the management regarding the new policy."
  },
  {
    "word": "admit doing",
    "meanings": "何かをしたことを認める、認めること",
    "synonyms": "acknowledge, confess, accept",
    "sentence1": "She had to admit doing the mistake in the report.",
    "sentence2": "After much hesitation, he finally admitted doing the task incorrectly.",
    "sentence3": "It's important to admit doing something wrong to learn from it."
  },
  {
    "word": "temperament",
    "meanings": "気質、性格、性分",
    "synonyms": "disposition, character, nature",
    "sentence1": "Her calm temperament makes her an excellent leader in stressful situations.",
    "sentence2": "Understanding your team's temperament can improve communication and collaboration.",
    "sentence3": "He has a cheerful temperament that brightens the office atmosphere."
  },
  {
    "word": "evict",
    "meanings": "立ち退かせる, 追い出す",
    "synonyms": "remove, expel, oust",
    "sentence1": "The landlord decided to evict the tenant for not paying rent.",
    "sentence2": "After several warnings, the company had no choice but to evict the employee for misconduct.",
    "sentence3": "The court ordered the eviction of the business from the premises due to lease violations."
  },
  {
    "word": "confer",
    "meanings": "相談する, 授与する, 協議する",
    "synonyms": "discuss, consult, bestow",
    "sentence1": "The manager will confer with the team before making a final decision.",
    "sentence2": "We need to confer about the project timeline to ensure everyone is on the same page.",
    "sentence3": "She was honored to confer the award to the outstanding employee."
  },
  {
    "word": "remit",
    "meanings": "送金する, 免除する, 減免する",
    "synonyms": "send, transfer, exempt, forgive",
    "sentence1": "Please remit the payment by the end of the month to avoid late fees.",
    "sentence2": "The company decided to remit the outstanding balance due to the customer's loyalty.",
    "sentence3": "After reviewing the case, the manager chose to remit the penalty for the late submission."
  },
  {
    "word": "surveillance",
    "meanings": "監視, 監視活動, 監視状態",
    "synonyms": "monitoring, observation, oversight",
    "sentence1": "The company implemented surveillance measures to ensure the safety of its employees.",
    "sentence2": "Surveillance cameras were installed in the office to prevent theft.",
    "sentence3": "Regular surveillance of the workplace can help identify potential security risks."
  },
  {
    "word": "overhaul",
    "meanings": "全面的な見直し, 徹底的な修理, 大改造",
    "synonyms": "revamp, renovate, upgrade",
    "sentence1": "The company decided to overhaul its marketing strategy to attract more customers.",
    "sentence2": "After the audit, we realized we needed to overhaul our financial processes.",
    "sentence3": "The software team is planning to overhaul the application to improve user experience."
  },
  {
    "word": "dissipate",
    "meanings": "消散する, 無駄にする, 使い果たす",
    "synonyms": "disperse, scatter, vanish",
    "sentence1": "The manager's concerns about the project's viability began to dissipate after the team presented their findings.",
    "sentence2": "As the morning fog started to dissipate, the sun revealed a beautiful landscape.",
    "sentence3": "If we don't address the issues quickly, our resources will dissipate before we can make any progress."
  },
  {
    "word": "convict",
    "meanings": "有罪を宣告する, 受刑者",
    "synonyms": "criminal, felon, inmate",
    "sentence1": "The jury decided to convict the defendant after reviewing the evidence.",
    "sentence2": "She felt a sense of relief when the judge chose not to convict her for the minor offense.",
    "sentence3": "In the meeting, we discussed the implications of convicting someone based on circumstantial evidence."
  },
  {
    "word": "hamper",
    "meanings": "妨げる, 制限する, 進行を妨げる",
    "synonyms": "hinder, obstruct, impede",
    "sentence1": "The new regulations may hamper our ability to meet the project deadline.",
    "sentence2": "Technical issues can often hamper communication between team members.",
    "sentence3": "Lack of resources can hamper the growth of a startup."
  },
  {
    "word": "depreciation",
    "meanings": "減価償却, 価値の減少, 価値の低下",
    "synonyms": "devaluation, reduction, decline",
    "sentence1": "The company reported a significant depreciation of its assets this quarter.",
    "sentence2": "Understanding depreciation is crucial for accurate financial reporting.",
    "sentence3": "Investors should consider the impact of depreciation on their overall returns."
  },
  {
    "word": "dubious",
    "meanings": "疑わしい, 不確かな, あやしい",
    "synonyms": "questionable, doubtful, uncertain",
    "sentence1": "The manager had dubious feelings about the proposed budget cuts.",
    "sentence2": "She gave a dubious smile when asked if she would meet the deadline.",
    "sentence3": "His dubious claims about the product raised concerns among the team."
  },
  {
    "word": "nurture",
    "meanings": "育てる, 養う, 大切に育てる",
    "synonyms": "cultivate, foster, support",
    "sentence1": "It is important to nurture talent within the organization to ensure long-term success.",
    "sentence2": "The manager decided to nurture the new project by allocating additional resources.",
    "sentence3": "We must nurture our client relationships to maintain a competitive edge in the market."
  },
  {
    "word": "distract",
    "meanings": "気を散らす, 注意をそらす",
    "synonyms": "divert, sidetrack, confuse",
    "sentence1": "The loud construction noise outside the office can easily distract employees from their work.",
    "sentence2": "She tried to distract herself from the stress of the upcoming presentation by taking a short walk.",
    "sentence3": "It's important to minimize distractions during meetings to ensure everyone stays focused."
  },
  {
    "word": "deputy",
    "meanings": "代理人, 副職, 代理",
    "synonyms": "assistant, representative, substitute",
    "sentence1": "The deputy manager will oversee the project in my absence.",
    "sentence2": "She was appointed as the deputy director to help with the new initiatives.",
    "sentence3": "As a deputy, he is responsible for making decisions when the manager is unavailable."
  },
  {
    "word": "fireproof",
    "meanings": "耐火の, 火に強い, 火災に対する安全性がある",
    "synonyms": "flame-resistant, heat-resistant, fire-retardant",
    "sentence1": "The new office building is designed to be fireproof to ensure the safety of all employees.",
    "sentence2": "We installed fireproof cabinets to protect important documents from potential fire damage.",
    "sentence3": "It's essential to use fireproof materials in construction to comply with safety regulations."
  },
  {
    "word": "liability",
    "meanings": "責任, 義務, 負債",
    "synonyms": "responsibility, obligation, debt",
    "sentence1": "The company has a liability to ensure the safety of its employees.",
    "sentence2": "Managing liability is crucial for maintaining a healthy balance sheet.",
    "sentence3": "She was concerned about the liability associated with the new project."
  },
  {
    "word": "pledge to do",
    "meanings": "することを誓う, 約束する",
    "synonyms": "commit to, vow to, promise to",
    "sentence1": "The team made a pledge to do their best in the upcoming project.",
    "sentence2": "She pledged to do her part in reducing the company's carbon footprint.",
    "sentence3": "During the meeting, he pledged to do everything possible to meet the deadline."
  },
  {
    "word": "sketchy",
    "meanings": "不完全な、あいまいな、信頼できない",
    "synonyms": "uncertain, dubious, incomplete, unreliable",
    "sentence1": "The report was quite sketchy and lacked detailed information.",
    "sentence2": "I found the sketchy details in the proposal concerning.",
    "sentence3": "Her explanation was a bit sketchy, making it hard to understand the project requirements."
  },
  {
    "word": "stern",
    "meanings": "厳しい, 厳格な, 厳しい表情の",
    "synonyms": "strict, severe, harsh",
    "sentence1": "The manager had a stern look on her face during the meeting.",
    "sentence2": "He received a stern warning about his tardiness.",
    "sentence3": "The teacher's stern demeanor kept the students focused."
  },
  {
    "word": "tedious",
    "meanings": "退屈な, 面倒な, 長たらしい",
    "synonyms": "boring, monotonous, tiresome",
    "sentence1": "The report was so tedious that many employees lost interest halfway through.",
    "sentence2": "Completing the tedious paperwork took longer than expected.",
    "sentence3": "She found the repetitive tasks at work to be quite tedious."
  },
  {
    "word": "deduction",
    "meanings": "控除, 演繹, 推論",
    "synonyms": "inference, conclusion, reasoning",
    "sentence1": "The accountant made a deduction from the total expenses to calculate the net profit.",
    "sentence2": "After careful deduction of the facts, we reached a logical conclusion.",
    "sentence3": "He received a tax deduction for his charitable contributions last year."
  },
  {
    "word": "fixture",
    "meanings": "固定物, 施設, 常連客",
    "synonyms": "attachment, fitting, installation",
    "sentence1": "The new lighting fixture in the conference room has improved visibility during meetings.",
    "sentence2": "As a long-time fixture at the coffee shop, she knows all the baristas by name.",
    "sentence3": "The office's new furniture fixtures were designed to enhance collaboration among team members."
  },
  {
    "word": "attainment",
    "meanings": "達成, 獲得, 成就",
    "synonyms": "achievement, accomplishment, realization",
    "sentence1": "The attainment of our sales targets this quarter has boosted team morale.",
    "sentence2": "Her attainment of a professional certification has opened new career opportunities.",
    "sentence3": "The company's focus on employee training is key to the attainment of its strategic goals."
  },
  {
    "word": "vastly",
    "meanings": "非常に、著しく、広範囲にわたって",
    "synonyms": "greatly, significantly, enormously",
    "sentence1": "The company's profits have vastly increased this quarter compared to last year.",
    "sentence2": "Her skills have vastly improved after attending the training sessions.",
    "sentence3": "The new software vastly simplifies the reporting process for our team."
  },
  {
    "word": "articulate",
    "meanings": "明確に表現する",
    "synonyms": "express, convey, communicate",
    "sentence1": "She was able to articulate her ideas clearly during the presentation.",
    "sentence2": "It's important to articulate your goals to your team to ensure everyone is on the same page.",
    "sentence3": "He struggled to articulate his thoughts during the meeting, which made it difficult for others to understand his perspective."
  },
  {
    "word": "recede",
    "meanings": "後退する",
    "synonyms": "withdraw, diminish, subside",
    "sentence1": "As the deadline approached, the team's anxiety began to recede.",
    "sentence2": "The floodwaters started to recede, allowing residents to return to their homes.",
    "sentence3": "After the initial excitement, interest in the product began to recede."
  },
  {
    "word": "defiance",
    "meanings": "反抗、挑戦",
    "synonyms": "resistance, opposition, challenge",
    "sentence1": "The employee showed defiance by refusing to follow the new company policy.",
    "sentence2": "Her defiance in the face of criticism impressed her colleagues.",
    "sentence3": "In a moment of defiance, he decided to pursue his own ideas instead of conforming to the team's plan."
  },
  {
    "word": "be prone to",
    "meanings": "〜しがちである、〜の傾向がある",
    "synonyms": [
      "be inclined to",
      "be susceptible to",
      "be likely to"
    ],
    "sentence1": "She is prone to making impulsive decisions when under pressure.",
    "sentence2": "Our team is prone to delays if we don't stick to the schedule.",
    "sentence3": "He is prone to overthinking, which can slow down his productivity."
  },
  {
    "word": "thoroughly",
    "meanings": "徹底的に、完全に",
    "synonyms": "completely, entirely, fully",
    "sentence1": "We need to thoroughly review the report before submitting it to the client.",
    "sentence2": "She thoroughly enjoyed the training session and found it very informative.",
    "sentence3": "It's important to thoroughly check your work for any errors before finalizing it."
  },
  {
    "word": "hand in",
    "meanings": "提出する、渡す",
    "synonyms": [
      "submit",
      "deliver",
      "present"
    ],
    "sentence1": "Please hand in your reports by the end of the day.",
    "sentence2": "I need to hand in my application before the deadline.",
    "sentence3": "Don't forget to hand in your homework tomorrow."
  },
  {
    "word": "be dedicated to",
    "meanings": "〜に専念する、〜に捧げられている",
    "synonyms": [
      "be committed to",
      "be devoted to",
      "be focused on"
    ],
    "sentence1": "She is dedicated to improving the company's customer service.",
    "sentence2": "Our team is dedicated to meeting the project deadlines without compromising quality.",
    "sentence3": "He has always been dedicated to his work, often putting in extra hours to ensure success."
  },
  {
    "word": "mutate",
    "meanings": "変異する",
    "synonyms": [
      "change",
      "alter",
      "transform"
    ],
    "sentence1": "The company's strategy may need to mutate in response to market demands.",
    "sentence2": "As technology evolves, our methods of communication will inevitably mutate.",
    "sentence3": "To stay competitive, businesses must be willing to mutate their practices over time."
  },
  {
    "word": "conceive",
    "meanings": "考える, 想像する, 思いつく",
    "synonyms": "imagine, envision, formulate",
    "sentence1": "During the meeting, we need to conceive a new strategy to boost our sales.",
    "sentence2": "She was able to conceive an innovative solution to the problem we faced.",
    "sentence3": "It's important to conceive ideas that align with our company's vision."
  },
  {
    "word": "persist in",
    "meanings": "〜を貫く、〜に固執する",
    "synonyms": "continue, persevere, insist",
    "sentence1": "Despite the challenges, she decided to persist in her efforts to improve the team's performance.",
    "sentence2": "He will persist in his pursuit of excellence, no matter how difficult the journey may be.",
    "sentence3": "The company must persist in its commitment to sustainability to meet the growing consumer demand."
  },
  {
    "word": "resent",
    "meanings": "恨む, 嫌う",
    "synonyms": [
      "feel bitter about",
      "grudge",
      "take offense"
    ],
    "sentence1": "She began to resent her colleague for taking credit for her work.",
    "sentence2": "It's important not to resent others for their success; instead, use it as motivation.",
    "sentence3": "He resented the extra workload assigned to him without any prior notice."
  },
  {
    "word": "uncover",
    "meanings": "明らかにする, 発見する",
    "synonyms": [
      "reveal",
      "discover",
      "expose"
    ],
    "sentence1": "The investigation aims to uncover the truth behind the company's financial discrepancies.",
    "sentence2": "We need to uncover the underlying issues that are affecting employee morale.",
    "sentence3": "The research team was able to uncover new insights into consumer behavior."
  },
  {
    "word": "intrigue",
    "meanings": "陰謀、興味を引くこと",
    "synonyms": "interest, fascination, curiosity",
    "sentence1": "The new marketing strategy is designed to intrigue potential customers.",
    "sentence2": "Her mysterious background only served to intrigue the audience further.",
    "sentence3": "The novel's plot twists are sure to intrigue readers until the very end."
  },
  {
    "word": "extract",
    "meanings": "抽出する、取り出す",
    "synonyms": "remove, withdraw, derive",
    "sentence1": "We need to extract the relevant data from the report before making our decision.",
    "sentence2": "The dentist will extract the tooth if it continues to cause pain.",
    "sentence3": "To improve our product, we should extract insights from customer feedback."
  },
  {
    "word": "plague",
    "meanings": "疫病, 災厄, 煩わしいもの",
    "synonyms": "affliction, curse, scourge",
    "sentence1": "The company faced a plague of delays that affected their project timeline.",
    "sentence2": "Many businesses are struggling to recover from the economic plague caused by the pandemic.",
    "sentence3": "The constant changes in regulations can feel like a plague to small business owners."
  },
  {
    "word": "session",
    "meanings": "セッション",
    "synonyms": "meeting, conference, gathering",
    "sentence1": "We have a training session scheduled for tomorrow afternoon.",
    "sentence2": "The board will hold a special session to discuss the new policy changes.",
    "sentence3": "During the session, participants will have the opportunity to ask questions."
  },
  {
    "word": "transaction",
    "meanings": "取引、取引行為",
    "synonyms": "deal, exchange, trade",
    "sentence1": "The transaction was completed successfully, and the funds were transferred immediately.",
    "sentence2": "She reviewed the transaction history to ensure all charges were accurate.",
    "sentence3": "In today's digital economy, online transactions have become increasingly common."
  },
  {
    "word": "arbitrary",
    "meanings": "恣意的な、任意の",
    "synonyms": "random, capricious, whimsical",
    "sentence1": "The manager made an arbitrary decision that affected the entire team without consulting anyone.",
    "sentence2": "It's important to avoid arbitrary rules in the workplace to ensure fairness and transparency.",
    "sentence3": "Her choice of project was arbitrary, based on a whim rather than any strategic planning."
  },
  {
    "word": "certify",
    "meanings": "証明する、認定する",
    "synonyms": "verify, validate, confirm",
    "sentence1": "The company needs to certify that all products meet safety standards before they can be sold.",
    "sentence2": "She was asked to certify her qualifications for the job during the interview.",
    "sentence3": "To ensure compliance, we must certify the accuracy of all financial reports."
  },
  {
    "word": "junk mail",
    "meanings": "迷惑メール",
    "synonyms": "spam, unsolicited mail, bulk mail",
    "sentence1": "I received a lot of junk mail after I registered my address online.",
    "sentence2": "To reduce junk mail, consider opting out of marketing lists.",
    "sentence3": "The company implemented a new policy to handle junk mail more efficiently."
  },
  {
    "word": "subsequent",
    "meanings": "その後の, 続いて起こる",
    "synonyms": "following, ensuing, succeeding",
    "sentence1": "The subsequent report highlighted the key findings from the previous study.",
    "sentence2": "After the initial meeting, subsequent discussions led to a clearer understanding of the project.",
    "sentence3": "The company saw a significant increase in sales in the subsequent quarter."
  },
  {
    "word": "contempt",
    "meanings": "軽蔑",
    "synonyms": "disdain, scorn, derision",
    "sentence1": "She looked at the proposal with contempt, believing it was poorly thought out.",
    "sentence2": "His contempt for the outdated policies was evident during the meeting.",
    "sentence3": "The manager expressed contempt for the team's lack of effort in meeting the deadline."
  },
  {
    "word": "faint",
    "meanings": "かすかな, 微弱な, 失神する",
    "synonyms": "weak, dim, feeble",
    "sentence1": "After working late into the night, I felt faint during the morning meeting.",
    "sentence2": "The faint sound of music could be heard from the next room.",
    "sentence3": "She gave a faint smile, indicating her approval of the proposal."
  },
  {
    "word": "humble",
    "meanings": "謙虚な、控えめな",
    "synonyms": "modest, unassuming, meek",
    "sentence1": "Despite his success, he remained a humble leader who valued his team's contributions.",
    "sentence2": "She gave a humble response to the compliment, emphasizing the team's effort over her own.",
    "sentence3": "In a humble manner, he acknowledged his mistakes and sought to improve in the future."
  },
  {
    "word": "vulnerable",
    "meanings": "脆弱な, 傷つきやすい",
    "synonyms": "exposed, susceptible, defenseless",
    "sentence1": "The company's financial report revealed that they were vulnerable to market fluctuations.",
    "sentence2": "In today's digital age, personal information can make individuals vulnerable to identity theft.",
    "sentence3": "During the meeting, she expressed her concerns about the vulnerable state of the project."
  },
  {
    "word": "leave behind",
    "meanings": "置き去りにする, 残す",
    "synonyms": "abandon, forsake, neglect",
    "sentence1": "If you don't submit your report on time, you might leave behind important details.",
    "sentence2": "She decided to leave behind her old job to pursue her passion for art.",
    "sentence3": "During the meeting, he left behind a few key points that needed further discussion."
  },
  {
    "word": "to be frank",
    "meanings": "率直に言うと",
    "synonyms": "to be honest, frankly speaking, to be candid",
    "sentence1": "To be frank, I don't think this project will meet the deadline.",
    "sentence2": "If I may be frank, your presentation needs more data to support your claims.",
    "sentence3": "To be frank, I believe we should reconsider our strategy moving forward."
  },
  {
    "word": "split up",
    "meanings": "分かれる, 解散する",
    "synonyms": "break up, separate, divide",
    "sentence1": "After several years of working together, the team decided to split up and pursue individual projects.",
    "sentence2": "It's always tough when friends split up, but sometimes it's for the best.",
    "sentence3": "The company had to split up its departments to improve efficiency and communication."
  },
  {
    "word": "lure",
    "meanings": "誘惑する, 魅了する",
    "synonyms": "attract, entice, tempt",
    "sentence1": "The marketing campaign was designed to lure customers into the store with special discounts.",
    "sentence2": "She used her charm to lure him into accepting the job offer.",
    "sentence3": "The promise of a promotion can often lure employees to work harder."
  },
  {
    "word": "dispense with",
    "meanings": "省く、取りやめる",
    "synonyms": "do without, omit, forego",
    "sentence1": "We can dispense with the formalities and get straight to the point.",
    "sentence2": "The company decided to dispense with the annual report this year due to budget cuts.",
    "sentence3": "In order to streamline our process, we should dispense with unnecessary meetings."
  },
  {
    "word": "orphan",
    "meanings": "孤児",
    "synonyms": "waif, foundling, abandoned child",
    "sentence1": "The charity organization focuses on providing support for orphan children in the community.",
    "sentence2": "After the disaster, many families were left without parents, leaving a significant number of orphans.",
    "sentence3": "She decided to adopt an orphan to give him a loving home and a brighter future."
  },
  {
    "word": "hang over",
    "meanings": "残る、影響を及ぼす",
    "synonyms": "linger, persist, remain",
    "sentence1": "The effects of the previous day's meeting seemed to hang over the team as they started their new project.",
    "sentence2": "There was a sense of unease that hung over the office after the announcement of the layoffs.",
    "sentence3": "Despite the excitement of the launch, a feeling of uncertainty continued to hang over the company."
  },
  {
    "word": "take after",
    "meanings": "似ている、似た性質を持つ",
    "synonyms": "resemble, look like, be similar to",
    "sentence1": "She really takes after her mother in both appearance and personality.",
    "sentence2": "It's interesting how he takes after his grandfather, especially in his sense of humor.",
    "sentence3": "Many people say that I take after my father when it comes to my work ethic."
  },
  {
    "word": "turn a blind eye",
    "meanings": "見て見ぬふりをする",
    "synonyms": "ignore, overlook, disregard",
    "sentence1": "Despite the obvious signs of misconduct, the manager chose to turn a blind eye to the situation.",
    "sentence2": "It's easy to turn a blind eye to problems when they don't directly affect you.",
    "sentence3": "The company cannot afford to turn a blind eye to safety violations any longer."
  },
  {
    "word": "deception",
    "meanings": "欺瞞、詐欺",
    "synonyms": "trickery, fraud, dishonesty",
    "sentence1": "The company's deception in their financial reports led to a significant loss of trust among investors.",
    "sentence2": "She realized that his charm was just a form of deception to win her over.",
    "sentence3": "In negotiations, transparency is crucial; any form of deception can ruin the deal."
  },
  {
    "word": "reconcil",
    "meanings": "和解する",
    "synonyms": "resolve, settle, harmonize",
    "sentence1": "After a long discussion, the two departments were finally able to reconcile their differences.",
    "sentence2": "It's important to reconcile your financial statements at the end of each month.",
    "sentence3": "They worked hard to reconcile their personal beliefs with the company's values."
  },
  {
    "word": "impair",
    "meanings": "損なう、悪化させる",
    "synonyms": "damage, weaken, hinder",
    "sentence1": "Excessive noise can impair your ability to concentrate during work hours.",
    "sentence2": "The new regulations aim to prevent any actions that might impair public safety.",
    "sentence3": "If you don't take care of your health, it could impair your performance at work."
  },
  {
    "word": "abruptly",
    "meanings": "突然に、急に",
    "synonyms": "unexpectedly, swiftly, quickly",
    "sentence1": "The meeting ended abruptly when the fire alarm went off.",
    "sentence2": "She abruptly changed the topic during the discussion.",
    "sentence3": "The project was abruptly canceled due to budget cuts."
  },
  {
    "word": "put out",
    "meanings": "消す、発表する、出す",
    "synonyms": "extinguish, publish, release",
    "sentence1": "The team worked late to put out the report before the deadline.",
    "sentence2": "Please put out the candles before leaving the room.",
    "sentence3": "The company plans to put out a new product next quarter."
  },
  {
    "word": "contemplate",
    "meanings": "熟考する, じっくり考える",
    "synonyms": "consider, ponder, reflect",
    "sentence1": "Before making a decision, it's important to contemplate all possible outcomes.",
    "sentence2": "She likes to contemplate her career options during her lunch breaks.",
    "sentence3": "The team will contemplate the proposal before presenting it to the board."
  },
  {
    "word": "manifest",
    "meanings": "明らかにする、表す、現れる",
    "synonyms": "demonstrate, exhibit, display",
    "sentence1": "The company's commitment to sustainability is manifest in its new eco-friendly product line.",
    "sentence2": "Her enthusiasm for the project was manifest during the presentation.",
    "sentence3": "The results of the survey manifest a clear need for improvement in customer service."
  },
  {
    "word": "intriguing",
    "meanings": "興味をそそる, 魅力的な",
    "synonyms": "fascinating, captivating, interesting",
    "sentence1": "The presentation was so intriguing that it kept everyone engaged throughout.",
    "sentence2": "She found the book intriguing and couldn't put it down until she finished it.",
    "sentence3": "His proposal included some intriguing ideas that sparked a lively discussion."
  },
  {
    "word": "plight",
    "meanings": "困難な状況, 苦境",
    "synonyms": "predicament, dilemma, hardship",
    "sentence1": "The company's financial plight has forced them to consider layoffs.",
    "sentence2": "She spoke passionately about the plight of the homeless in the city.",
    "sentence3": "Addressing the plight of workers in the gig economy is essential for fair labor practices."
  },
  {
    "word": "on the wane",
    "meanings": "衰退している、減少している",
    "synonyms": "declining, diminishing, decreasing",
    "sentence1": "The company's profits have been on the wane for the past few quarters.",
    "sentence2": "As interest in the product is on the wane, we need to consider a new marketing strategy.",
    "sentence3": "The popularity of the app is on the wane, prompting the developers to introduce new features."
  },
  {
    "word": "get acquainted with",
    "meanings": "知り合う、親しくなる",
    "synonyms": "meet, familiarize, introduce",
    "sentence1": "Before starting the project, it's important to get acquainted with the team members.",
    "sentence2": "I took some time to get acquainted with the new software before the training session.",
    "sentence3": "During the conference, attendees will have opportunities to get acquainted with industry leaders."
  },
  {
    "word": "rebate",
    "meanings": "リベート、割引",
    "synonyms": "refund, discount, deduction",
    "sentence1": "The company offered a rebate on the new software to encourage more sales.",
    "sentence2": "After submitting the necessary paperwork, I received a rebate check in the mail.",
    "sentence3": "Customers were thrilled to learn about the rebate program that would save them money on future purchases."
  },
  {
    "word": "bylaw",
    "meanings": "内規, 規則",
    "synonyms": "regulation, rule, ordinance",
    "sentence1": "The company updated its bylaws to reflect the new governance structure.",
    "sentence2": "Understanding the bylaws is essential for all members of the organization.",
    "sentence3": "The local government passed a new bylaw to improve community safety."
  },
  {
    "word": "on the way out",
    "meanings": "退場しつつある, 廃れつつある",
    "synonyms": "declining, fading, going out of style",
    "sentence1": "The traditional office setup is on the way out as more companies embrace remote work.",
    "sentence2": "With the rise of digital media, print newspapers are on the way out.",
    "sentence3": "Many believe that cash is on the way out, replaced by digital payment methods."
  },
  {
    "word": "up-and-coming",
    "meanings": "将来性のある, 有望な",
    "synonyms": "promising, emerging, rising",
    "sentence1": "The company is looking to invest in up-and-coming startups that show potential for growth.",
    "sentence2": "She is an up-and-coming artist whose work has started to gain recognition in the local galleries.",
    "sentence3": "Many up-and-coming professionals are eager to make their mark in the competitive job market."
  },
  {
    "word": "predominantly",
    "meanings": "主に、ほとんど、圧倒的に",
    "synonyms": "mainly, primarily, mostly, chiefly",
    "sentence1": "The market is predominantly driven by consumer demand.",
    "sentence2": "Our team is predominantly composed of experienced professionals.",
    "sentence3": "The region is predominantly known for its agricultural production."
  },
  {
    "word": "make a fuss",
    "meanings": "大騒ぎする, 騒ぎ立てる",
    "synonyms": "complain, protest, fuss, whine",
    "sentence1": "She tends to make a fuss over small details during meetings.",
    "sentence2": "There's no need to make a fuss about the changes in the schedule.",
    "sentence3": "He always makes a fuss when things don't go his way."
  },
  {
    "word": "put A into practice",
    "meanings": "Aを実践する",
    "synonyms": "implement, execute, apply",
    "sentence1": "It's time to put our new marketing strategy into practice to see if it yields results.",
    "sentence2": "After months of planning, we finally put the project into practice last week.",
    "sentence3": "She was eager to put her innovative ideas into practice during the team meeting."
  },
  {
    "word": "find fault with",
    "meanings": "欠点を見つける, 批判する",
    "synonyms": "criticize, complain, censure",
    "sentence1": "It's easy to find fault with the new policy, but we should also consider its benefits.",
    "sentence2": "She tends to find fault with every little detail in the project.",
    "sentence3": "Instead of finding fault with your colleagues, try to offer constructive feedback."
  },
  {
    "word": "take charge of",
    "meanings": "担当する, 管理する",
    "synonyms": "manage, oversee, direct",
    "sentence1": "She was promoted to take charge of the new marketing campaign.",
    "sentence2": "It's important to take charge of your own career development.",
    "sentence3": "He decided to take charge of the project to ensure its success."
  },
  {
    "word": "deny",
    "meanings": "否定する、拒否する",
    "synonyms": "refuse, reject, disallow, contradict",
    "sentence1": "The company had to deny the allegations made against it.",
    "sentence2": "She decided to deny the request for a refund.",
    "sentence3": "He couldn't deny that he was late for the meeting."
  },
  {
    "word": "there is no point (in) Ving",
    "meanings": "Vする意味がない",
    "synonyms": "there's no use, it's pointless, it's futile",
    "sentence1": "There is no point in arguing about the past; we need to focus on the future.",
    "sentence2": "She realized there is no point in trying to please everyone.",
    "sentence3": "If you don't enjoy the work, then there is no point in continuing with it."
  },
  {
    "word": "pose",
    "meanings": "ポーズをとる, 提起する, 造成する",
    "synonyms": "present, suggest, introduce",
    "sentence1": "During the meeting, she decided to pose a question about the new project timeline.",
    "sentence2": "He likes to pose for photos in front of famous landmarks.",
    "sentence3": "The company aims to pose itself as a leader in sustainable practices."
  },
  {
    "word": "allegation",
    "meanings": "主張, 申し立て",
    "synonyms": "claim, accusation, assertion",
    "sentence1": "The allegation made against the company was thoroughly investigated by the legal team.",
    "sentence2": "Despite the serious nature of the allegation, the manager maintained his innocence.",
    "sentence3": "The board decided to address the allegation publicly to maintain transparency."
  },
  {
    "word": "give more thought to",
    "meanings": "より多くの考慮をする",
    "synonyms": "consider, contemplate, reflect on",
    "sentence1": "Before making a decision, it's important to give more thought to the potential consequences.",
    "sentence2": "She decided to give more thought to her career options before accepting the job offer.",
    "sentence3": "The team agreed to give more thought to the project timeline during their next meeting."
  },
  {
    "word": "be sure that",
    "meanings": "確実に～であることを確認する",
    "synonyms": "ensure, make sure, confirm",
    "sentence1": "Please be sure that you submit the report by the deadline.",
    "sentence2": "I want to be sure that everyone understands the new policy.",
    "sentence3": "Before you leave, be sure that you have all your documents ready."
  },
  {
    "word": "rush off",
    "meanings": "急いで出発する, さっと去る",
    "synonyms": "hurry away, dash off, leave quickly",
    "sentence1": "I have to rush off to my meeting; I'll call you later.",
    "sentence2": "She rushed off after receiving the urgent email.",
    "sentence3": "Don't rush off without saying goodbye!"
  },
  {
    "word": "tell on",
    "meanings": "告げる, 密告する",
    "synonyms": "inform, report, betray",
    "sentence1": "If you see someone cheating, you should tell on them to the teacher.",
    "sentence2": "He was afraid to tell on his coworker for fear of retaliation.",
    "sentence3": "It's important to tell on any unethical behavior in the workplace."
  },
  {
    "word": "see to",
    "meanings": "〜を処理する、〜に気を配る",
    "synonyms": "attend to, take care of, manage",
    "sentence1": "Please see to the arrangements for the meeting tomorrow.",
    "sentence2": "I will see to the report and make sure it's submitted on time.",
    "sentence3": "Can you see to the client's requests while I'm away?"
  },
  {
    "word": "by all means",
    "meanings": "ぜひとも, もちろん, どうぞ",
    "synonyms": "certainly, definitely, of course",
    "sentence1": "If you have any questions, by all means, ask me.",
    "sentence2": "You can use my laptop by all means while yours is being repaired.",
    "sentence3": "If you want to join the meeting, by all means, feel free to come."
  },
  {
    "word": "make it a rule to do",
    "meanings": "することをルールにする",
    "synonyms": "establish a guideline, set a standard, enforce a policy",
    "sentence1": "In our team, we make it a rule to do weekly check-ins to ensure everyone is on track.",
    "sentence2": "The manager decided to make it a rule to do performance reviews every six months.",
    "sentence3": "To maintain a healthy work environment, we make it a rule to do regular team-building activities."
  }
]